alsa-utils
amd-ucode
archiso
ark
autoconf
automake
base
binutils
bison
blender
bluez
bluez-utils
bspwm
btrfs-progs
cmatrix
code
cups
dbeaver
discord
docker
docker-compose
dunst
efibootmgr
fakeroot
file
findutils
firefox
flex
gawk
gcc
gettext
gimp
git
gnome-keyring
godot
gparted
gpicview
grep
groff
grub
grub-btrfs
gst-plugin-pipewire
gucharmap
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
inkscape
kitty
libpulse
libtool
linux-firmware
linux-zen
lmms
lxappearance
m4
make
neofetch
nfs-utils
nitrogen
nnn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
os-prober
pacman
pamixer
patch
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polybar
rofi
sed
sudo
sxhkd
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tumbler
usbutils
vim
wget
which
wireplumber
xclip
xdg-user-dirs
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zram-generator
zsh